Repository: EmmanuelWill/woocommerce-gateway-fedapay
Catalog: languages/woocommerce-gateway-fedapay-*.po
Languages: fr_fr

source: Continue to payment
fr_fr: Procéder au paiement

source: Fedapay Payment Gateway Plug-in for WooCommerce
fr_fr: Fedapay Payment Gateway Plug-in pour Woocommerce

source: Payment error:
fr_fr: Erreur de paiement

source: <strong>%s</strong> is enabled and WooCommerce is not forcing the SSL certificate on your checkout page. Please ensure that you have a valid SSL certificate and that you are <a href="%s">forcing the checkout pages to be secured.</a>
fr_fr: <strong>%s</strong> est activé et WooCommerce ne force pas le certificat SSL sur votre page de paiement. Assurez-vous que vous disposez d'un certificat SSL valide et que vous <a href="%s"> forcez les pages de paiement à être sécurisées.</a>

source: Transaction completed successfully
fr_fr: Transaction effectuée avec succès

source: Hey, the order has been completed. Thanks!
fr_fr: La transaction a été effectuée: Merci!

source: Hey, the order has been cancelled. Try again!
fr_fr: La transaction a été annulée: Veuillez réessayer!

source: Transaction has been cancelled: Try again!
fr_fr: La transaction a été annulée: Veuillez réessayer!

source: Hey, the order has been declined. Try again!
fr_fr: La transaction a été refusée: Veuillez réessayer!

source: Transaction has been declined: Try again!
fr_fr: La transaction a été refusée: Veuillez réessayer!

source: Enable/Disable
fr_fr: Activer/Désactiver

source: Enable Fedapay
fr_fr: Activer Fedapay

source: Title
fr_fr: Titre

source: This controls the title which the user sees during checkout.
fr_fr: Cela détermine le titre que les utilisateurs verront durant le paiement.

source: This controls the description which the user sees during checkout.
fr_fr: Cela détermine la description que les utilisateurs verront durant le paiement.

source: Pay via Fedapay; you can pay with your credit card or MTN Mobile Money
fr_fr: Payez via Fedapay; vous pouvez payer avec votre carte de crédit ou avec MTN Mobile Money

source: Enable Fedapay sandbox
fr_fr: Activer Fedapay sandbox

source: Fedapay sandbox can be used to test payments. Sign up for a <a href="%s">developer account</a>.
fr_fr: Fedapay sandbox peut être utilisé pour tester les paiements. Inscrivez-vous pour un < a href = " %s" > compte développeur</a>.

source: Test Secret Key
fr_fr: Clé secrète de Test

source: This is the Test Secret Key found in API Keys in Account Dashboard.
fr_fr: Il s'agit de la clé secrète de test trouvée dans les clés API dans le tableau de bord du compte.

source: Fedapay Test Secret Key
fr_fr: Clé secrète de Test

source: Live Secret Key
fr_fr: Clé secrète Live

source: This is the Live Secret Key found in API Keys in Account Dashboard.
fr_fr: Il s'agit de la clé secrète Live trouvée dans les clés API dans le tableau de bord du compte.

source: Fedapay Live Secret Key
fr_fr: Clé secrète Live
